Repository: matth-ew/improove
Catalog: lib/l10n/app_*.arb
Languages: it

# trainingWeek
source: Training of the month 🔥
it: Allenamento del mese 🔥

# newTrainings
source: Newest trainings 🚀
it: Nuovi allenamenti 🚀

# newTrainers
source: Trainers 🏋️
it: Istruttori 🏋️

source: See all
it: Mostra tutti

# explore
source: What do you train today?
it: In cosa migliori oggi?

# submitFeedback
source: Submit
it: Invia

source: Done
it: Fatto

# giveFeedback
source: Tell us what you need
it: Cosa ti piacerebbe che facessimo?

# thanksForHelp
source: Thanks for your help
it: Grazie del tuo aiuto

source: Yes
it: Si

source: Delete
it: Elimina

source: Save
it: Salva

source: Remove
it: Rimuovi

source: and
it: e

source: Edit
it: Modifica

source: Show
it: Mostra

source: Hide
it: Nascondi

source: Loading
it: Caricamento

source: Discard
it: Scarta

# shareFiles
source: Share
it: Condividi

# landingUrl
source: https://improove.fit/
it: https://improove.fit/it

# changeProfImage
source: Change Profile Image
it: Cambia Immagine del Profilo

# changePersInfo
source: Change Personal Info
it: Cambia Informazioni Personali

source: Terms & Conditions
it: Termini & Condizioni

source: Handle Subscription
it: Gestisci Abbonamento

source: Contact Us
it: Contattaci

# disconnect
source: Logout
it: Esci

source: Create Folder
it: Crea Cartella

source: Change Folder
it: Cambia Cartella

source: Folder Name
it: Nome Cartella

# wantMoveVideo
source: To which folder?
it: In quale cartella?

# wantDeleteFolder
source: Do you want to delete folder?
it: Vuoi cancellare la cartella?

# allVideoLost
source: All videos will be lost
it: Tutti i video andranno persi

source: My workouts
it: I miei allenamenti

# ctaSavedTrainings
source: Here you'll find bookmarked courses
it: Qui troverai i corsi che segui

# ctaRecordTrainings
source: Here you'll find your workouts
it: Qui troverai i tuoi allenamenti

# wantDeleteVideo
source: Do you want to delete your video?
it: Vuoi cancellare il video?

# backLoseVideo
source: If you go back you'll lose your video
it: Uscendo dalla schermata perderai il video

# videoSavedSuccess
source: Video saved successfully
it: Il video è stato salvato

# videoSavedGallerySuccess
source: Video saved in Gallery
it: Video salvato in Galleria

source: Record
it: Registra

source: My Courses
it: I miei Corsi

source: exercises
it: passaggi

source: exercise
it: passaggio

source: How to Perform
it: Esecuzione

source: Common Mistakes
it: Errori Comuni

source: Tips
it: Suggerimenti

# firstTrainingTab
source: Program
it: Programma

# secondTrainingTab
source: Support
it: Supporto

# askQuestionTitle
source: Ask a private question
it: Fai una domanda privata

# askQuestionDescription
source: Ask your trainer anything
it: Chiedi aiuto direttamente al trainer

# sendVideoFormTitle
source: Send video form
it: Invia video dell'esecuzione

# sendVideoFormDescription
source: Send a video ad get advice on your form and progression
it: Registra un video e chiedi consiglio su forma ed esecuzione

# ctaBecameTrainer
source: Join our trainers' team
it: Entra a far parte degli allenatori

# ctaFeedback
source: Tell us what you need
it: Cosa ti piacerebbe che facessimo?

# onboardingTitle1
source: Improove your skills
it: Migliora le tue skill

# onboardingDescription1
source: Instead of random general workouts, take goal oriented courses to learn specific skills
it: Ottieni risultati con corsi basati su obiettivi mirati a imparare specifiche abilità

# onboardingTitle2
source: All in one app
it: Tutto in una sola applicazione

# onboardingDescription2
source: Our catalogue is growning up day by day with new skills for you to learn
it: Esplora un catalogo che cresce giorno dopo giorno con nuovi corsi per te

# onboardingTitle3
source: Keep track of the progress
it: Tieni traccia dei progressi

# onboardingDescription3
source: Record your workouts and keep them safe and sorted far from your phone gallery
it: Registra i tuoi allenamenti e tienili ordinati ed al sicuro lontano dalla Galleria del tuo telefono

# onboardingTitle4
source: Got a Referral Code?
it: Hai un codice di referral?

# onboardingDescription4
source: Referral Code
it: Inserisci il tuo codice

# legalText
source: By entering, I accept Improove’s
it: Continuando, accetto

source: Verification
it: Verifica

source: Verification Code
it: Codice di verifica

# verifEmailSent
source: A verification code has been sent to your e-mail
it: Il codice di verifica è stato inviato alla tua e-mail

# resend
source: Send Again
it: Reinvia

# submitVerification
source: Submit
it: Conferma

# authNoAccount
source: Don't have an account yet?
it: Non hai ancora un account?

# authYetAccount
source: Already have an account?
it: Hai già un account?

# loginTitle
source: Login to your account
it: Accedi al tuo account

source: Sign in
it: Accedi

source: Sign up
it: Iscriviti

# signinButton
source: Login with
it: Accedi con

# signupButton
source: Signup with
it: Iscriviti con

# authenticationSignin
source: or sign in with
it: o accedi con

# authenticationSignup
source: or sign up with
it: o iscriviti con

# createAccount
source: Create your account
it: Crea il tuo account

# ct_create
source: Create Training
it: Crea Corso

# ct_next
source: Next
it: Avanti

# ct_end
source: End
it: Fine

# ct_add
source: Add Exercise
it: Aggiungi Esercizio

# ct_newExercise
source: New Exercise
it: Nuovo Esercizio

# ct_add_exercise
source: Add Exercise to your training
it: Aggiungi Esercizi al tuo corso

# ct_nameCourse
source: Give a name to your training
it: Dai il nome al tuo corso

# ct_nameCoursePlaceholder
source: Training Name
it: Nome Corso

# ct_screenName
source: Create a training
it: Crea un Corso

# ct_changePreview
source: Change Preview
it: Cambia Anteprima

# ct_add_elem
source: Add
it: Aggiungi

# ct_title
source: Exercise Name
it: Nome Esercizio

# ct_description
source: Description
it: Descrizione

# ct_goal
source: Goal
it: Obiettivo

# ct_wantDeleteVideo
source: Do you want to delete this exercise?
it: Vuoi cancellare l'esercizio?

# ct_publish
source: Submit
it: Invia

# sub_title
source: Upgrade
it: Abbonamenti

# sub_one
source: Monthly
it: Mensile

# sub_three
source: Three months
it: Tre mesi

# sub_six
source: Six months
it: Sei mesi

# sub_weekly
source: / weekly
it: / settimana

# sub_one_weekly
source: 3,99€/ weekly
it: 3,99€/ settimana

# sub_three_weekly
source: 4,99€/ weekly
it: 4,99€/ settimana

# sub_six_weekly
source: 5,99€/ weekly
it: 5,99€/ settimana

# sub_description
source: Get full access to all our trainings and every feature.
it: Ottieni accesso completo a tutti i corsi e tutte le funzionalità.

# sub_other
source: Choose the best plan for you
it: Scegli il piano che fa per te

# sub_upgradePlan
source: Upgrade now
it: Abbonati ora

# sub_subtext
source: One week free trial, cancel anytime
it: Prima settimana di prova gratuita disdici quando vuoi
